Repository: meatball133/Translate
Catalog: Localization/*/home.po
Languages: de_de

source: I AM
de_de: ICH BIN

source: One
de_de: Einer

source: IN A MILLION
de_de: VON EINER MILLION

source: Regardless if you are already folding or haven't heard a word about it before, we need your help to reach our goal – which is 1 million folders.
de_de: Egal, ob Sie bereits mitfalten oder noch nie davon gehört haben: Wir brauchen IHRE Hilfe, um unser Ziel – eine Million Unterstützer – zu erreichen.

source: Start folding now
de_de: Jetzt mitfalten

source: Hide this and watch the video.
de_de: Schließen, um das Video anzusehen.

source: START FOLDING NOW
de_de: JETZT MITFALTEN

source: Find the version of the software you prefer and get started. Downloading Folding@home is completely free, easy to install and safe to use.
de_de: Suchen Sie sich die Version der Software aus, welche Ihnen am liebsten ist und legen Sie los. Folding@home herunterzuladen ist komplett kostenlos, einfach zu installieren, und die Nutzung ist sicher.

source: Available for:
de_de: Verfügbar für:

source: Start folding
de_de: Jetzt mitfalten

source: JOIN THE COMMUNITY
de_de: WERDEN SIE TEIL DER COMMUNITY

source: The Folding@Home community is spread over countless forums, websites and social media.
de_de: Die Folding@home Community ist über unzählige Foren, Internetseiten und soziale Medien verteilt.

source: Here's a list of our official channels.
de_de: Hier ist eine Liste unser offiziellen Kanäle.

source: For tech support:
de_de: Für technische Hilfe:

source: 1 in a million
de_de: Einer von einer Million

source: WHY WE NEED YOU
de_de: Warum wir Sie brauchen

source: Folding@home is a project focused on disease research. The problems we are solving require so many computer calculations and we need your help to find the cures!
de_de: Folding@home ist ein Projekt, das sich auf die Erforschung von Krankheiten konzentriert. Diese Forschung erfordert eine so große Menge an Berechnungen, dass wir Ihre Hilfe brauchen, um Heilmittel zu finden!

source: Fight diseases Together with us.
de_de: Bekämpfen Sie Krankheiten gemeinsam mit uns.

source: The Folding@home software allows you to share your unused computer power with us – so that we can research even more potential cures.
de_de: Die Folding@home-Software erlaubt es Ihnen, uns Ihre ungenutzte Rechenleistung zur Verfügung zu stellen, so dass wir noch mehr mögliche Heilmittel finden können.

source: FOLDING?
de_de: FALTEN?

source: Folding refers to the way human protein folds in the cells that make up your body. We rely on the proteins to keep us healthy and they assemble themselves by folding. But when they misfold, there can be serious consequences to a person's health.
de_de: Als „Falten“ wird der Vorgang bezeichnet, wie sich die Proteine in den Zellen des menschlichen Körpers verformen. Unsere Gesundheit ist auf Proteine angewiesen und diese werden durch das Falten zusammengefügt. Wenn sich Proteine jedoch falsch falten, kann dies ernsthafte Folgen für die Gesundheit einer Person haben.

source: Learn more
de_de: Mehr erfahren

source: Folding@home is now based at the Washington University in St. Louis School of Medicine, under the directorship of Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) and [Vince Voelz](http://www.voelzlab.org/) (Temple University) are also active in helping manage the project. Together, their three labs are the primary drivers of Folding@home.
de_de: Folding@home ist derzeit bei der Washington University in der St. Louis School of Medicine zu Hause und steht unter der Leitung von Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Die Doktoren [John Chodera](http://www.choderalab.org/) (MSKCC) und [Vince Voelz](http://www.voelzlab.org/) (Temple University) unterstützen das Projektmanagement ebenfalls aktiv. Ihre drei Labore sind die Hauptantriebskraft von Folding@home.

source: Latest Posts
de_de: Neueste Posts
