Repository: meatball133/Translate
Catalog: Localization/*/statistics.po
Languages: de_de

source: Statistics
de_de: Statistiken

source: One of the best ways to help Folding@home is by recruiting your friends and family. Start by sharing our project with them. Then join a team or even start your own team. The more points your team earns, the closer we come to finding cures.
de_de: Eine der besten Möglichkeiten, Folding@home zu helfen, besteht darin, Freunde und Familie zu rekrutieren. Teilen Sie zunächst unser Projekt mit ihnen. Schließen Sie sich dann einem Team an oder gründen Sie sogar ein eigenes Team. Je mehr Punkte Ihr Team verdient, desto näher kommen wir neuen Heilmitteln.

source: On this page you will find access to statistics for individuals and teams who have joined together to earn points and compete with other teams. Some of us are quite intense in our approach to folding. We have team websites, we supe up our computers, and we drive the technology forward by reporting bugs and making suggestions about how to improve the software.
de_de: Auf dieser Seite haben Sie Zugriff auf Statistiken für Personen und Teams, die sich zusammengeschlossen haben, um Punkte zu sammeln und mit anderen Teams zu konkurrieren. Einige von uns gehen sehr intensiv mit dem Falten um. Wir haben Team-Websites, wir verbessern unsere Computer und wir treiben die Technologie voran, indem wir Fehler melden und Vorschläge zur Verbesserung der Software machen.

source: **MAXIMIZE** your **EFFORT**
de_de: **MAXIMIERN SIE IHREN EINSATZ**

source: Set up your team
de_de: Jetzt ein Team einrichten

source: If you are interested in setting up a team of your own, you can get started here.
de_de: Wenn Sie daran interessiert sind, ein eigenes Team zu gründen, können Sie hier loslegen.

source: Start a team
de_de: Jetzt ein Team einrichten

source: Lost team password?
de_de: Teampasswort verloren?

source: Change your team info
de_de: Ändern Sie ihre Teaminfo

source: Monitoring stats updates automatically: available downloads and rules of use
de_de: Statistik-Updates automatisch überwachen: Verfügbare Downloads und Nutzungsbestimmungen

source: The donor and team stats are updated every hour, although this can be delayed if there were a lot of work units to come back during that hour. We have been turning off web access to the stats database during stats updates (usually on the hour).
de_de: Die Spender- und Teamstatistiken werden stündlich aktualisiert. Dies kann sich jedoch verzögern, wenn während dieser Stunde viele Arbeitseinheiten zurückkommen. Wir deaktivieren den Webzugriff auf die Statistikdatenbank während der Statistikaktualisierungen (normalerweise zu jeder vollen Stunde).

source: Please do not use scripts to access the donor or team pages, but use the full donor list (flat files) instead. IP addresses which do not abide by our robots.txt rules will be banned.
de_de: Bitte verwenden Sie keine Skripte, um auf die Unterstützer:innen- oder Teamseiten zuzugreifen, sondern verwenden Sie stattdessen die vollständige Unterstützer:innenliste (Flatfiles). IP-Adressen, die nicht unseren robots.txt-Regeln entsprechen, werden gesperrt.
